Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A23D.tmx
Source language: en_us
Languages: zh_cn

source: Surgeons remove healthy kidney through donor's vagina
zh_cn: 外科医生通过捐赠者的阴道取出健康的肾脏

source: In what is being heralded as a "first-ever procedure," surgeons removed a healthy kidney through a donor's vagina, the Johns Hopkins Medical Center has announced.
zh_cn: 约翰霍普金斯医学中心宣布，其外科医生通过捐赠者的阴道取出了一个健康的肾脏，该方法被誉为是“有史以来的第一次”。

source: Jennifer Gilbert, center, received a kidney from Kimberly Johnson, at right in green.
zh_cn: 詹妮弗·吉尔伯特接受了由金佰利·约翰逊（图片右侧穿绿衣者）捐赠的一个肾脏。

source: Although the procedure has been previously done to extract cancerous and nonfunctioning kidneys that threatened a patient's health, the January 29 surgery was the first time it was done for donation purposes, the center said in a news release issued Monday.
zh_cn: 该中心在周一举行的新闻发布会上说，虽然这一方法之前曾被用于移除对病人健康造成威胁的癌变的以及无功能的肾脏，但是1月29日所进行的手术是该方法首次被用于器官捐赠。

source: "The kidney was successfully removed and transplanted into the donor's niece, and both patients are doing fine," Dr. Robert Montgomery, chief of transplant surgery at Johns Hopkins, said in the release.
zh_cn: 约翰·霍普金斯医疗中心移植外科主任，罗伯特·蒙哥马利博士在新闻发布会上说，“肾脏被成功地取出并且移植到了捐赠者的侄女身上，现在两个病人的情况都很好。”

source: The surgery is considered less invasive and could pave the way for an increase in organ donations, it added.
zh_cn: 这种手术被认为是微创的 它将为器官捐赠数量的增加铺平道路。

source: "Removing the kidney through a natural opening should hasten the patient's recovery and provide a better cosmetic result," Montgomery said.
zh_cn: 蒙哥马利说 “通过人体上固有的开口移除肾脏将会加快病人的康复，并且在外表上也更加美观.”

source: He told CNN on Tuesday, "We want to make it easier for people to donate, to have less impact on their lives, [be] in hospital a shorter amount of time and get back to their lives quicker."
zh_cn: 他在周二对有线电视新闻网说道，“我们希望让器官捐赠变得容易，对捐赠者的生活产生的影响更少，缩短捐赠者的住院时间并让他们尽快恢复正常的生活。”

source: The woman was chosen to be the first donor to undergo the procedure because a previous hysterectomy enabled doctors to operate without a uterus obstructing their efforts, he added.
zh_cn: 他还补充道，之所以选定该女子作为第一位接受此种手术方法的器官捐献者，是因为她先前曾作过子宫切除术，这样就使得医生的操作不会受到子宫的妨碍。

source: The three-hour procedure typically allows the donor to return home within 24 hours.
zh_cn: 经过这三个小时的手术，捐献者通常24小时内就可回家。

source: The more traditional surgery requires a 5- to 6-inch incision through the abdominal wall and generally is followed by two or three days of hospitalization.
zh_cn: 然而传统的手术要在腹壁上开一个5-6英寸的切口，并且手术结束后捐赠者一般要住院2-3天。

source: "If you asked our patient, she said it was like getting a tooth removed.
zh_cn: 蒙哥马利说，“如果你问我们的病人，她会说这就像拔牙一样。

source: She was walking that night and left the next day," Montgomery said.
zh_cn: 她当天夜里就能下地行走，第二天就出院了。”

source: The procedure is done by inserting "wand-like cameras and tools" through small incisions in the abdomen and navel.
zh_cn: 该手术是通过由腹部和脐部的小切口插入像小棍一样的摄像机和工具来完成的。

source: Doctors then insert a hollow tube through the vagina with a bag at the end.
zh_cn: 接着医生将顶端装有一囊袋的空心管从阴道插入。

source: Once the kidney is cut loose, surgeons use video from the cameras to guide them as they maneuver the bag around the organ, place it in the tube and pull it out through the vaginal opening, Montgomery said.
zh_cn: “一旦肾脏与周围组织分离开，外科医生就可以通过摄像机传来的图像进行操作，将囊袋包在肾脏周围，然后把囊袋放入空心管中并从阴道外口将其拉出。”蒙哥马利说。

source: A kidney weighs approximately one pound and is roughly the size of a clenched hand.
zh_cn: 一个肾脏重约一磅，同一个握紧的拳头差不多大小。

source: In an effort to ensure a more sterile procedure, the vagina is treated with Betadine, a sterilizing solvent commonly applied during surgery.
zh_cn: 为了确保该手术在无菌条件下进行，术前须用聚烯吡酮磺（一种广泛应用于外科手术中的杀菌剂）处理阴道。

source: But some physicians wonder how clean the procedure can actually be.
zh_cn: 但是，一些内科医生仍对该手术方法的实际清洁程度持怀疑态度。

source: "It's good to take such [sterilization] measures," said Dr. Jihad Kaouk, director of laparoscopic and robotic surgery at the Cleveland Clinic. "But the tube touched the vagina. And the bag touched the tube. And the bag touched the kidney"
zh_cn: 克利夫兰医院腹腔镜和机器人外科主任杰哈德?考伍克博士说，“采取这样的（消毒）措施很好，但毕竟空心管触及阴道，囊袋接触了空心管，而肾脏又碰到了囊袋。”

source: He added, "delivering a kidney from the vagina, which is not sterile -- is it a potential risk or a real risk? We'll find out now."
zh_cn: 他还补充说，“从阴道取出肾脏这一过程不是无菌操作，这到底是一个潜在的风险还是一种真正的危险呢？我们马上就能找到答案了。”

source: Kaouk also expressed concern over the quality of the kidney once it has been squeezed into a tube.
zh_cn: 对于受过管道挤压的肾脏的质量，考伍克也表示了担忧。

source: "The concept of minimizing incisions and decreasing pain after surgery is always a good idea, but we should always check at what price," he said.
zh_cn: “缩小切口和减轻术后疼痛这一构想是很好的，但我们应该时常注意为了达到这一效果所要付出的代价。”他说。
